<template>
  <div class="privacy_police_container basic_container_global">
    <div class="text_wrapper">
      <h2>Пользовательское соглашение</h2>
      <p>
        Пользовательское соглашение регулирует отношения между ООО «Платформенные решения» («Компания», «мы») и
        пользователями RUQI («вы»). Ознакомьтесь с его условиями до регистрации.
      </p>
      <p>
        Регистрируясь на lk.ruqi.ru, вы присоединяетесь к Пользовательскому соглашению. Проходя регистрацию, вы также
        подтверждаете свое ознакомление с Политикой обработки данных пользователей
        <a href="https://lk.ruqi.ru/privacy-policy" target="_blank" rel="noopener noreferrer"
          >lk.ruqi.ru/privacy-policy</a
        >. Если вы не согласны с какими-либо условиями настоящего Пользовательского соглашения (включая документы, на
        которые оно ссылается), вам следует воздержаться от регистрации и прекратить использование сервисов RUQI. .
      </p>
      <h3>1. Термины и определения</h3>
      <p>
        RUQI – это интернет-платформа, которая предоставляет Заказчикам и Исполнителям техническую возможность
        автоматизировать их взаимодействие при выполнении Заданий (обмен документами, автоматизация оплаты и прочие
        функции). RUQI охраняется в качестве объекта авторского права, программы для ЭВМ «Программа автоматизации работы
        с внештатным персоналом – RUQI», которая доступна по адресу
        <a href="https://lk.ruqi.ru" target="_blank" rel="noopener noreferrer">lk.ruqi.ru</a> (включая все уровни
        домена) через полную и мобильную версии.
      </p>
      <p>
        Договор оказания услуг – договор возмездного оказания услуг, заключаемый с использованием RUQI между Заказчиком
        и Исполнителем. Типовая форма такого Договора, рекомендуемая к использованию Заказчиками, доступна по адресу:
        <a href="https://lk.ruqi.ru/dogovor-okazaniya-uslug" target="_blank" rel="noopener noreferrer"
          >lk.ruqi.ru/dogovor-okazaniya-uslug</a
        >.
      </p>
      <p>Задание – задание, размещаемое на RUQI Заказчиком.</p>
      <p>
        Заказчик – индивидуальный предприниматель (ИП) или юридическое лицо, размещающие на RUQI Задания для поиска
        Исполнителей, либо использующие иные возможности RUQI, позволяющие автоматизировать взаимодействие с
        Исполнителями.
      </p>
      <p>
        Закон № 422-ФЗ Федеральный закон от 27 ноября 2018 г. № 422-ФЗ «О проведении эксперимента по установлению
        специального налогового режима “Налог на профессиональный доход"» с учетом его изменений и дополнений.
        Номинальный счет – номинальный счет, открытый Компанией и используемый для автоматизации расчетов Заказчиков с
        Исполнителями.
      </p>
      <p>
        Исполнитель – физическое лицо (в том числе Самозанятый), ИП или юридическое лицо, откликающиеся на Задания
        Заказчиков на RUQI, либо использующие иные возможности RUQI, позволяющие автоматизировать взаимодействие с
        Заказчиками.
      </p>
      <p>
        Компания — ООО «Платформенные решения» (адрес: 125371, Город Москва, вн.тер. г. Муниципальный Округ
        Покровское-Стрешнево, ш Волоколамское, дом 116, помещение 439 ОГРН 1247700196094 ИНН 7733440492) , оператор
        RUQI.
      </p>
      <p>
        Пользовательское соглашение – настоящее соглашение между Компанией и пользователями RUQI о порядке использования
        платформы:
        <a href="https://lk.ruqi.ru/terms-of-use" target="_blank" rel="noopener noreferrer">lk.ruqi.ru/terms-of-use</a>.
      </p>
      <p>
        Самозанятый – плательщик налога на профессиональный доход в значении, придаваемом этому термину Законом №
        422-ФЗ.
      </p>
      <p>
        Соглашение RUQI с Заказчиком – соглашение между Компанией и Заказчиками, по которому Компания оказывает
        Заказчикам услуги в области технической поддержки платформы RUQI. Публичная оферта, содержащая условия
        Соглашения RUQI с Заказчиком, размещена по адресу:
        <a href="https://lk.ruqi.ru/customer-contract" target="_blank" rel="noopener noreferrer"
          >lk.ruqi.ru/customer-contract</a
        >. Реферальный пользователь – пользователь, зарегистрировавшийся в RUQI в результате перехода по специальной
        ссылке, сформированной вами посредством использования RUQI. Реферальные пользователи выступают только в роли
        Исполнителей.
      </p>

      <h3>2. Предмет соглашения</h3>
      <p>
        2.1. Компания (лицензиар) предоставляет пользователю (лицензиату) право бесплатно использовать RUQI посредством
        удаленного доступа к RUQI и использования функциональных возможностей RUQI, поддерживаемых платформой, на
        условиях простой неисключительной лицензии. Лицензия предоставляется на период действия Пользовательского
        соглашения.
      </p>
      <p>
        2.2. Вы вправе использовать любые функции, доступные на RUQI при условии соблюдения вами законодательства,
        Пользовательского соглашения и других правил RUQI.
      </p>
      <p>
        2.3. Компания не участвует в формировании персональных страниц и Заданий пользователей. Компания не является
        участником, стороной, организатором, работодателем, представителем какого-либо пользователя,
        выгодоприобретателем или иным заинтересованным лицом в любых сделках, заключаемых пользователями. При этом
        Компания может выполнять функции агента при перечислении денежных средств от Заказчиков в пользу Исполнителей.
        Выполнение агентских функций носит вспомогательный характер и не входит в состав возмездных услуг, оказываемых
        пользователям. Также указанная роль Компании не предполагает, что Компания в какой-либо мере принимает на себя
        ответственность за исполнение Заказчиками или Исполнителями их обязательств по Договорам оказания услуг.
      </p>
      <p>
        2.4. Функциональные возможности RUQI могут в любой момент изменяться или прекращаться без предварительного
        уведомления пользователей.
      </p>
      <p>
        2.5. При предоставлении сервисов RUQI Компания действует в качестве уполномоченного оператора электронной
        площадки по смыслу Закона № 422-ФЗ и от имени Самозанятых выставляет чеки в порядке, установленном данным
        законом. Пользователи самостоятельно несут ответственность за налоговые и иные последствия привлечения к
        оказанию услуг Самозанятых и/или оказание услуг в качестве Самозанятых.
      </p>

      <h3>3. Регистрация на RUQI</h3>
      <p>
        3.1. Чтобы использовать RUQI, вам нужно зарегистрироваться на платформе. Вы можете сделать это с помощью номера
        мобильного телефона. Чтобы подтвердить регистрацию, нужно ввести код, который мы вам сообщим в смс или в
        telegram. Пользователь обязан сохранять конфиденциальность кода, предоставляемого для регистрации на платформе,
        а также указывать только свои телефонные номера для получения соответствующего кода.
      </p>
      <p>
        3.2. Сведения, которые вы предоставляете на RUQI посредством заполнения регистрационных форм, а также в ходе
        взаимодействия с любыми другими пользователями, должны быть достоверными, полными, актуальными и не должны
        нарушать законодательство и права третьих лиц. Если вы регистрируетесь как физическое лицо (в том числе ИП или
        Самозанятый) – вы должны указать свои настоящие ФИО, если вы действуете от имени юридического лица – полное
        фирменное наименование компании. Если ранее предоставленные сведения изменяются, вы обязаны их обновить в своем
        личном кабинете не позднее дня, следующего за днем изменения сведений.
      </p>
      <p>
        3.3. Регистрируясь на RUQI, вы гарантируете, что обладаете необходимыми полномочиями для совершения всех
        действий на платформе RUQI от своего имени или от имени организации, которую вы представляете. Мы можем, но не
        обязаны, запросить у вас документы, подтверждающие достоверность предоставленных сведений и ваших полномочий.
      </p>

      <p>
        3.4. Если при использовании RUQI вы вводите (предоставляете) персональные данные любого третьего лица, вы
        гарантируете Компании, что получили согласие соответствующего лица на обработку его персональных данных как
        пользователя Платформы на условиях, изложенных в Политике обработки данных пользователей. В течение 2 (двух)
        рабочих дней со дня получения соответствующего запроса Компании вы обязаны предоставить компании доказательства
        получения соответствующего согласия. В случае нарушения требований настоящего пункта (в том числе, при
        отсутствии согласия третьего лица на предоставление его данных Компании), Компания вправе потребовать возмещения
        пользователем всех убытков и потерь, причиненных Компании в связи с таким нарушением (в том числе, сумм штрафов
        и санкций, примененных к Компании по требованиям субъектов персональных данных или уполномоченных органов).
      </p>

      <h3>4. Заключение договора между заказчиком и исполнителем</h3>
      <p>4.1. Пользователь может действовать на RUQI как Заказчик или как Исполнитель.</p>

      <p>
        4.2. Чтобы получить доступ к функциональности RUQI, позволяющей размещать Задания, Заказчик должен заключить с
        Компанией Соглашение RUQI c Заказчиком. Содержание Задания не должно нарушать закон, права третьих лиц,
        Пользовательское соглашение или другие правила RUQI. Заказчик может ограничить круг Исполнителей, которым
        доступно Задание, через настройки RUQI.
      </p>
      <p>
        4.3. Исполнитель откликается на Задание посредством использования функциональности RUQI с учетом настроек,
        установленных Заказчиком. Одновременно можно откликнуться на неограниченное количество Заданий. Если Заказчик и
        Исполнитель не заключили Договор оказания услуг ранее, Договор оказания услуг заключается после отклика
        Исполнителя на первое Задание на RUQI и его подтверждения Заказчиком. Отклик Исполнителя на первое Задание
        Заказчика на RUQI является офертой Исполнителя на заключение Договора оказания услуг. Подтверждение Заказчиком
        отклика Исполнителя посредством RUQI является акцептом оферты Исполнителя на заключение Договора оказания услуг.
      </p>
      <p>
        4.4. При заключении Договора оказания услуг может быть использована форма, отличная от формы, приведенной по
        адресу
        <a href="https://lk.ruqi.ru/dogovor-okazaniya-uslug" target="_blank" rel="noopener noreferrer"
          >lk.ruqi.ru/dogovor-okazaniya-uslug</a
        >.
      </p>
      <p>
        4.5. Заказчик и Исполнитель обязаны самостоятельно проверять наличие у другой стороны Договора оказания услуг
        всех необходимых прав, полномочий и разрешений, необходимых для заключения и последующего исполнения Договора
        оказания услуг.
      </p>
      <p>
        4.6. Исполнитель, который является ИП или юридическим лицом, вправе привлекать к исполнению Договора оказания
        услуг третьих лиц без дополнительного согласования с Заказчиком, если иное прямо не предусмотрено Договором
        оказания услуг. Исполнитель в любом случае несет ответственность перед Заказчиком за действия привлеченных им
        третьих лиц.
      </p>

      <h3>5. Оплата услуг Исполнителя</h3>
      <p>
        5.1. Цена Договора оказания услуг устанавливается в российских рублях и согласовывается Заказчиком и
        Исполнителем при заключении Договора. Порядок и сроки оплаты указываются в Договоре оказания услуг.
      </p>
      <p>
        5.2. Если у Заказчика есть возражения по качеству оказания услуг, он может сообщить об этом Исполнителю
        посредством функциональности RUQI и имеет право применить к Исполнителю меры ответственности, предусмотренные
        Договором оказания услуг и применимым законодательством. Коммуникации Заказчика и Исполнителя по поводу Задания
        не являются личными ‒ Компания может знакомиться с ней. В любом случае Исполнителю перечисляется сумма,
        указанная Заказчиком. Споры по поводу оплату услуг и их качества подлежат разрешению напрямую Заказчиком и
        Исполнителем.
      </p>
      <p>
        5.2. Если у Заказчика есть возражения по качеству оказания услуг, он может сообщить об этом Исполнителю
        посредством функциональности RUQI и имеет право применить к Исполнителю меры ответственности, предусмотренные
        Договором оказания услуг и применимым законодательством. Коммуникации Заказчика и Исполнителя по поводу Задания
        не являются личными ‒ Компания может знакомиться с ней. В любом случае Исполнителю перечисляется сумма,
        указанная Заказчиком. Споры по поводу оплату услуг и их качества подлежат разрешению напрямую Заказчиком и
        Исполнителем.
      </p>
      <p>
        По усмотрению Заказчика, оформление актов, подтверждающих оказание услуг, может осуществляться с использованием
        платформы RUQI. В таком случае проект акта формируется при инициировании оплаты Заказчиком. Если акт формируется
        с использованием платформы, соответствующий акт считается подписанным Исполнителем с момента его подписания с
        использованием функциональности RUQI или по истечении 2 (двух) дней с даты формирования акта на платформе (в
        зависимости от того, какое событие наступит ранее).
      </p>
      <p>
        5.3. Оплата услуг производится посредством Номинального счета или за счет денежных средств, ранее
        предоставленных Компании как агенту в целях перечисления вознаграждения Исполнителю.
      </p>
      <p>
        При расчетах с использованием Номинального счета владельцем Номинального счета является Компания. Бенефициаром в
        отношении денежных средств, находящихся на Номинальном счете и предназначенных для оплаты услуг Исполнителя,
        является Заказчик.
      </p>
      <p>
        При перечислении Заказчиком денежных средств на расчетный счет Компании в целях оплаты услуг Исполнителей,
        указанные денежные средства не являются оплатой Компании за оказываемые ею услуги и используются Компанией
        исключительно для исполнения поручения Заказчика и в его интересах. Компания удерживает вознаграждение за
        оказание своих услуг из денежных средств, поступающих от Заказчика, в соответствии с Соглашением RUQI с
        Заказчиком.
      </p>
      <p>
        5.4. Чтобы получить оплату, Исполнитель должен предоставить Компании реквизиты своего счета и банковской карты.
        В случае изменения реквизитов счета и/или карты Исполнитель обязан в кратчайшие сроки обновить их в настройках
        своей учетной записи на RUQI.
      </p>
      <p>
        5.5. Компания не несет ответственности, если Исполнитель не получил или несвоевременно получил оплату по
        Договору оказания услуг на свой счет по следующим причинам: отсутствие поручения или обоснованное неисполнение
        поручения Заказчика на перечисление денежных средств; указание Исполнителем неверных или чужих банковских
        реквизитов; несоблюдение Исполнителем режима банковского счета; приостановление платежа любой финансовой
        организацией, участвующей в осуществлении перевода; технические сбои в работе RUQI или смежных информационных
        систем.
      </p>
      <p>
        5.6. Компания обязана по поручению Исполнителя, полученного посредством RUQI, удерживать и перечислять в бюджет
        налог на профессиональный доход из суммы вознаграждения, причитающегося по Договору оказания услуг Исполнителю и
        за выполнение условий реферальной программы, имеющему статус Самозанятого, при условии, что Исполнитель
        предоставил соответствующее право Компании с использованием приложения “Мой налог” или иным предусмотренным
        законом способом. Удержание и перечисление налога происходит в отношении только тех доходов, которые получены с
        использованием RUQI. Если Компания не может удержать и перечислить в бюджет налог Самозанятого в полном объеме
        по независящим от Компании причинам, либо Самозанятый не предоставил / отозвал разрешение на исполнение
        Компанией его обязанности по уплате налога, Компания перечисляет Исполнителю соответствующие суммы для
        самостоятельного исполнения Самозанятым своих налоговых обязанностей. В случае, если денежные средства не могут
        быть возвращены Самозанятому в связи с неактуальностью платежных реквизитов Самозанятого, предоставленных
        Компании, либо по иным причинам, не зависящим от Компании, Компания удерживает соответствующие денежные средства
        до предоставления Самозанятым актуальных данных для их перечисления. Если Самозанятый не уведомляет Компанию об
        актуальных платежных реквизитах в течение 3 (трех) месяцев с даты выявления неактуальности его платежных
        реквизитов, Компания вправе взыскать с такого Самозанятого неустойку в размере 100 рублей за каждый день
        просрочки исполнения обязательства по предоставлению актуальных платежных реквизитов, но не более суммы денежных
        средств, которую не удалось перечислить Самозанятому. Соответствующая неустойка удерживается из остатка денежных
        средств, причитающихся Самозанятому, в течение всего периода нахождения невостребованных средств на счете
        Компании.
      </p>
      <p>
        5.7. Денежные средства, удержанные Компанией для оплаты налога на профессиональные доход, подлежат учету на
        Номинальном счете или расчетном счете Компании. В случае использования для удержания налога на профессиональный
        доход Номинального счета, бенефициаром в отношении денежных средств, подлежащих использованию для целей уплаты
        налога на профессиональный доход, является Исполнитель.
      </p>
      <p>
        5.8. Если в результате технических ошибок в функционировании RUQI произошло ошибочное перечисление денежных
        средств в пользу Заказчика или Исполнителя, и соответствующие суммы не были возмещены Компании Заказчиком или
        Исполнителем соответственно, Компания имеет право удержать соответствующе денежные средства из сумм,
        бенефициарами или получателями которых являются пользователи, неосновательно обогатившиеся за счет Компании.
        Заказчик и Исполнитель настоящим дают соответствующее согласие на такое удержание.
      </p>

      <h3>6. Соглашение об использовании простой электронной подписи</h3>
      <p>
        6.1. Совершая действия по формированию и отправлению электронных документов на RUQI после авторизации с
        использованием логина и пароля, пользователь подписывает соответствующие документы с использованием простой
        электронной подписи, сформированной с использованием логина и пароля (комбинация логина и пароля выступает в
        качестве ключа электронной подписи). Документы, подписанные таким образом признаются пользователями и Компанией
        равнозначными документам на бумаге, подписанным собственноручно. В качестве дополнительного инструмента
        подтверждения волеизъявления пользователя может использоваться код, направляемые на телефонный номер
        пользователя в SMS-сообщении или telegram.
      </p>
      <p>
        6.2. Пользователи обязаны соблюдать конфиденциальность логина и пароля. Если у вас есть основания полагать, что
        кто-то получил несанкционированный доступ к вашему личному кабинету, сразу же сообщите нам об этом на
        <a href="mailto:devs@ruqi.ru" target="_blank" rel="noopener noreferrer">devs@ruqi.ru</a>. Все действия,
        совершенные на RUQI лицом, авторизованным с помощью вашего логина и пароля, будут считаться совершенными вами.
      </p>
      <p>
        6.3. Факт подписания электронного документа пользователем устанавливается путем сопоставления введенных
        пользователем при входе на RUQI логина и пароля с логином и паролем, хранящимся в защищенном виде у Компании.
        Компания определяет, что документы были подписаны пользователем, если авторизация прошла успешно, что отражается
        во лог-файлах платформы. Определение лица, подписавшего электронный документ, производится на основе сведений,
        предоставленных пользователем при регистрации и заполнении профиля пользователя на RUQI. Стороны соглашаются,
        что указанный способ определения пользователя, подписавшего электронный документ, является достаточным для цели
        достоверной аутентификации автора электронного документа.
      </p>
      <h3>7. Обязанности пользователей</h3>
      <p>7.1. Используя RUQI и взаимодействуя с Компанией, вы обязуетесь:</p>
      <ul>
        <li>строго выполнять все требования законодательства;</li>
        <li>соблюдать Пользовательское соглашение, другие правила RUQI и указания Компании;</li>
        <li>
          не осуществлять обработку персональных данных других пользователей или иных лиц в нарушение требований
          законодательства (в том числе, не использовать чужие данные при заполнении профиля);
        </li>
        <li>
          не использовать RUQI и размещённую на платформе информацию (в том числе с применением автоматизированных
          программ) в целях, не предусмотренных Пользовательским соглашением;
        </li>
        <li>
          не совершать действия (в том числе, не размещать сведения и материалы), которые провоцируют жестокость,
          ненависть или неуважительное отношение, содержат угрозы или оскорбления, не соответствуют моральным нормам и
          деловой практике;
        </li>
        <li>не загружать и не использовать на RUQI вредоносные программы;</li>
        <li>не предпринимать действия, которые могут помешать нормальной работе RUQI;</li>
        <li>
          не совершать с использованием RUQI любые иные действия, которые могут рассматриваться как нарушающие
          законодательство и/или ущемляющие законные интересы третьих лиц.
        </li>
      </ul>
      <h3>8. Нарушения Пользовательского соглашения и последствия</h3>
      <p>
        8.1. Мы вправе проводить выборочную проверку соблюдения пользователем Пользовательского соглашения в любой
        момент и по своему усмотрению.
      </p>
      <p>
        8.2. Мы вправе принять меры, если с использованием вашего профиля произошло или может произойти нарушение
        Пользовательского соглашения, прав третьих лиц или законодательства. Мы можем заблокировать ваши Задания и
        ограничить доступ к вашему личному кабинету (его отдельным функциям) на RUQI временно или постоянно. Мы вправе
        восстановить Задания, а также доступ к личному кабинету, определяя условия такого восстановления на свое
        усмотрение и без пояснения причин. За нарушение законодательства или прав третьих лиц при использовании RUQI вы
        можете нести административную, уголовную или гражданско-правовую ответственность.
      </p>
      <p>8.3. Компания и её представители не несут ответственности перед пользователями и третьими лицами:</p>
      <ul>
        <li>
          за возможные убытки, причиненные пользователям или третьим лицам в связи с принятием мер по предотвращению и
          прекращению нарушений Пользовательского соглашения, иных соглашений, в которых участвуют пользователи, прав
          третьих лиц или законодательства;
        </li>
        <li>
          за убытки, возникшие в результате невозможности использования RUQI или сбои в работе отдельных функций RUQI,
          независимо от причин их возникновения;
        </li>
        <li>за последствия предоставления пользователем недостоверных данных;</li>
        <li>
          за последствия несанкционированного доступа третьих лиц к логину и паролю или к номеру мобильного телефона
          пользователя, мобильному приложению «Мой налог»;
        </li>
        <li>за недействительность/незаключенность сделок, совершенных на RUQI между Заказчиком и Исполнителем;</li>
        <li>
          за убытки, возникшие у пользователя в результате действий других пользователей, в том числе в результате
          ненадлежащего исполнения заключенных договоров;
        </li>
        <li>
          за неисполнение или ненадлежащее исполнение своих обязанностей в рамках Пользовательского соглашения,
          вызванные противоправными действиями/бездействием пользователя;
        </li>
        <li>
          за негативные последствия прекращения регистрации (учета) Самозанятого в налоговой инспекции в качестве
          налогоплательщика налога на профессиональный доход (возникшие убытки, требования об уплате недоимки по
          налогам, штрафные санкции за неправомерное предпринимательство) вне зависимости от причин, приведших к
          прекращению такой регистрации;
        </li>
        <li>
          за любой другой ущерб, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой
          репутации, причинённый в связи с использованием RUQI.
        </li>
      </ul>
      <p>
        8.4. Пользователи RUQI проинформированы, что денежные средства, зачисленные на номинальный счет, не подлежат
        страхованию в соответствии с Федеральным законом от 23.12.2003 № 177-ФЗ «О страховании вкладов в банках
        Российской Федерации». Пользователи самостоятельно несут риски, связанные с наступлением негативных событий,
        затрагивающих дееспособность кредитных организаций, ведущих номинальные счета, и влекущих невозможность возврата
        денежных средств, зачисленных на номинальный счет (в том числе, отзывом лицензии кредитной организации).
        Компания не несет перед пользователями (Заказчиками, Исполнителями) ответственности в случае наступления
        соответствующих событий.
      </p>
      <p>
        8.5. Компания имеет право отказать в проведении платежа в пользу пользователя, заблокировать учетную запись
        пользователя на RUQI и/или отказать пользователю в дальнейшем обслуживании в случае получения Компанией сведений
        о том, что пользователь включен в перечень лиц, в отношении которых имеются сведения об их причастности к
        экстремистской деятельности или терроризму, а также в случае получения Компанией любой информации о возможной
        причастности пользователя к деятельности, связанной с незаконными или подозрительными операциями. В частности,
        основанием для совершения указанных действий со стороны Компании являются сведения, полученные от третьих лиц.
        Компания не обязана сообщать пользователю причины для отказа в обслуживании, а также не несет перед
        пользователями ответственности за любые убытки и потери, понесенные пользователями в результате таких действий.
      </p>

      <h3>9. Сообщения от RUQI</h3>
      <p>
        Присоединяясь к Пользовательскому соглашению, вы соглашаетесь на получение от Компании информационных сообщений
        с важной информацией, которая касается ваших прав и обязанностей по Пользовательскому соглашению. От таких
        сообщений нельзя отписаться. Указанные сообщения не содержат рекламы и необходимы для надлежащего исполнения
        договорных обязательств сторон.
      </p>

      <h3>10. Удаление профиля</h3>
      <p>
        Чтобы удалить свой профиль на RUQI, обратитесь в службу поддержки или используйте соответствующие функции
        приложения RUQI. Порядок обработки персональных данных и условия прекращения такой обработки описаны в Политике
        обработки данных пользователей.
      </p>

      <h3>11. Интеллектуальная собственность</h3>
      <p>
        11.1. Все права на использование сетевого адреса (доменного имени) ruqi.ru, на сайт lk.ruqi.ru в целом и
        входящие в его состав объекты интеллектуальной собственности (в том числе программы для ЭВМ, базы данных,
        графическое оформление интерфейса (дизайн) и отдельные элементы), фирменное наименование, товарные
        знаки/логотипы и иные отличительные знаки Компании принадлежат Компании.
      </p>
      <p>
        11.2. Исключительные права на охраняемые результаты интеллектуальной деятельности, включенные в состав
        информации и материалов, которые пользователи размещают на RUQI, принадлежат соответствующим пользователям и
        правообладателям. Вы гарантируете, что информация и материалы, которые размещаете вы, не нарушают права третьих
        лиц. Использование соответствующих сведений и материалов Компанией в рамках поддержки функционирования RUQI не
        является нарушением прав соответствующих пользователей и правообладателей. В контексте использования таких
        сведений и материалов RUQI выполняет функцию информационного посредника.
      </p>

      <h3>12.Реферальная программа «Приведи друга»</h3>
      <p>
        12.1. Вы вправе сформировать посредством RUQI уникальную реферальную ссылку на регистрационную форму в RUQI для
        целей оказания Компании услуг по продвижению RUQI. Реферальная ссылка используется для регистрации Реферальных
        пользователей в течение 30 дней с момента её формирования.
      </p>
      <p>
        12.2. Вы вправе претендовать на вознаграждение за оказание компании услуг по продвижению RUQI, размер которого
        указывается по ссылке
        <a href="https://lk.ruqi.ru/promo/invite-friend" target="_blank" rel="noopener noreferrer"
          >lk.ruqi.ru/promo/invite-friend</a
        >, если Реферальный пользователь в течение 30 дней с момента регистрации в RUQI выполнит 10 Заданий.
      </p>
      <p>
        12.3. Выплата Компанией реферального вознаграждения за привлечение Реферального пользователя совершается
        совместно с выплатой за Задание, выполненное вами в качестве Исполнителя, после выполнения Реферальным
        пользователем Заданий в количестве, предусмотренном Пользовательским соглашением, и при условии регистрации
        Реферального пользователя в течение 30 дней с момента формирования ссылки посредством RUQI.
      </p>
      <p>12.4. Реферальное вознаграждение перечисляется в российских рублях.</p>
      <p>
        12.5. При распространении реферальной ссылки вы обязуетесь соблюдать применимое законодательство, в том чисел
        самостоятельно получать рекламные идентификаторы для целей передачи информации в Единый реестр интернет-рекламы,
        в случае распространения реферальной ссылки в составе рекламы.
      </p>
      <p>
        12.6. Компания вправе отказать вам в выплате партнерского вознаграждения при усмотрении в ваших действиях
        признаков искусственного завышения статистических показателей.
      </p>
      <p>12.8. Компания в любой момент вправе приостановить или прекратить действие реферальной программы.</p>

      <h3>13. Рейтинговая система RUQI</h3>
      <p>
        13.1. В целях стимулирования пользовательской активности Компания проводит стимулирующую акцию, в рамках которой
        Исполнителю присваивается рейтинг за выполнение активностей в RUQI. Рейтинг присваивается в соответствии с
        правилами, описанными по ссылке
        <a href="https://lk.ruqi.ru/promo/grades" target="_blank" rel="noopener noreferrer">lk.ruqi.ru/promo/grades</a>
        и отражается в интерфейсе личного кабинета Исполнителя в RUQI.
      </p>
      <p>
        13.2. За выполнение пользовательских активностей в рамках рейтинговой системы Исполнителю выплачиваются
        стимулирующие выплаты в размере, предусмотренном по ссылке
        <a href="https://lk.ruqi.ru/promo/grades" target="_blank" rel="noopener noreferrer">lk.ruqi.ru/promo/grades</a>.
      </p>
      <p>
        13.3. Стимулирующие выплаты выплачиваются в российских рублях совместно с выплатой за Задание, выполненное вами
        в качестве Исполнителя, после выполнения Реферальным пользователем Заданий в количестве, предусмотренном
        Пользовательским соглашением.
      </p>
      <p>
        13.4. При перечислении стимулирующих выплат за пользовательскую активность в RUQI Компания вправе удержать
        применимые суммы налогов в случаях, предусмотренных Пользовательским соглашением.
      </p>
      <p>13.5. Компания в любой момент вправе приостановить или прекратить проведение стимулирующей акции.</p>

      <h3>14. Заключительные положения</h3>
      <p>
        14.1. Использование RUQI предлагается в режиме «как есть», то есть в том виде и объеме, в каком Компания
        предоставляет функциональные возможности RUQI в момент обращения к ним. Мы не несем ответственности за временные
        сбои и перерывы в работе RUQI и вызванные ими потери информации.
      </p>
      <p>
        14.2. RUQI может содержать ссылки на сторонние сайты. Мы не несем ответственность за их доступность, содержание
        и законность.
      </p>
      <p>
        14.3. Вы подтверждаете, что будете использовать RUQI в рамках ведения предпринимательской деятельности в целях
        систематического извлечения дохода. Законодательство о защите прав потребителей к отношениям между Компанией и
        пользователями не применяется.
      </p>
      <p>
        14.4. При разрешении споров между Компанией и пользователями применяется законодательство Российской Федерации.
        Все споры между Компанией и пользователями решаются путем переговоров с соблюдением досудебного претензионного
        порядка урегулирования. Если согласие не будет достигнуто в течение 10 рабочих дней с даты направления
        претензии, споры передаются на разрешение в суд в соответствии с территориальной подсудностью по месту
        нахождения Компании (г. Москва), если иное не предусмотрено законодательством.
      </p>
      <p>
        14.5. Мы обновляем Пользовательское соглашение по мере необходимости. Рекомендуем вам периодически посещать
        страницу, на которой оно размещено. Продолжая пользоваться RUQI после изменения Пользовательского соглашения, вы
        подтверждаете согласие с внесенными в него изменениями.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'index',
  components: {},
  props: {
    myTemplate: { type: Array, default: () => [] },
    myTemplate1: { type: Object, default: () => ({}) },
  },
  data () {
    return {
      myTemplate2: null,
    }
  },
  computed: {},
  mounted () {},
  unmounted () {},
  watch: {},
  methods: {
    myTemplate3 () {},
  },
}
</script>

<style lang="scss" scoped>
.privacy_police_container {
  padding-bottom: 48px;
  margin-top: 24px;
  line-height: 30px;
  a {
    color: #1735f5;
  }
  li {
    margin-bottom: 8px;
    position: relative;
    padding-left: 15px;
  }

  li:before {
    content: '•';
    position: absolute;
    left: 0;
  }
  h2 {
    text-align: center;
    margin-bottom: 24px;
  }
  h1 {
    text-align: center;
    margin-bottom: 24px;
  }
  h3 {
    text-align: center;
    margin-top: 12px;
    margin-bottom: 8px;
  }
  h4 {
    margin-top: 12px;
    margin-bottom: 4px;
  }
  p {
    margin-bottom: 8px;
  }
  .text_wrapper {
    max-width: 1000px;
  }
  @media (max-width: 1000px) {
    margin-top: 12px;
    padding-bottom: 100px;
  }
}
</style>
