<template>
  <div class="privacy_police_container basic_container_global">
    <div class="text_wrapper">
      <h1>Соглашение ООО «Платформенные решения» с Заказчиком</h1>

      <p>
        Соглашение регулирует порядок предоставления ООО "Платформенные решения" («Компания», «мы») Заказчикам
        возмездных услуг по поддержке функциональных возможностей программной платформы RUQI.
      </p>
      <p>
        Во всем, что прямо не предусмотрено настоящим Соглашением, стороны руководствуются Пользовательским соглашением.
      </p>
      <p>
        Настоящее Соглашение заключается путем присоединения Заказчика к его условиям полностью и без оговорок. Заказчик
        акцептует (принимает) Соглашение конклюдентными действиями, регистрируясь в качестве Заказчика на платформе
        RUQI. Заказчик обязан ознакомиться с Соглашением до его акцепта.
      </p>
      <p>
        Настоящее Соглашение может быть также заключено в письменной форме путем составления одного документа. В случае
        противоречий между настоящим Соглашением и Соглашением, заключенным в письменной форме путем составления одного
        документа, последнее имеет приоритет.
      </p>

      <h2>1. Термины и определения</h2>
      <p>
        <strong>RUQI</strong> -- это интернет-платформа, которая предоставляет Заказчикам и Исполнителям техническую
        возможность автоматизировать их взаимодействие при выполнении Заданий (обмен документами, автоматизация оплаты и
        прочие функции). RUQI доступен по адресу lk.ruqi.ru (включая все уровни домена) через полную и мобильную версии.
      </p>
      <p>
        <strong>Компания</strong> -- ООО "Платформенные решения" (адрес: 125371, Город Москва, вн.тер. г. Муниципальный
        Округ Покровское-Стрешнево, ш Волоколамское, дом 116, помещение 439 ; ОГРН 1247700196094 ; ИНН 7733440492 ),
        оператор RUQI.
      </p>
      <p>
        <strong>Заказчик</strong> -- индивидуальный предприниматель (ИП) или юридическое лицо, размещающий на RUQI
        Задания для поиска Исполнителей.
      </p>
      <p>
        <strong>Исполнитель</strong> -- физическое лицо (в том числе самозанятый), ИП или юридическое лицо,
        откликающийся на Задания Заказчиков на RUQI.
      </p>
      <p><strong>Задание</strong> -- задание, размещаемое на RUQI Заказчиком.</p>
      <p>
        <strong>Пользовательское соглашение</strong> -- соглашение между Компанией и пользователями RUQI о порядке
        использования платформы (https://lk.ruqi.ru/terms-of-use).
      </p>
      <p>
        <strong>Соглашение RUQI с Заказчиком</strong> -- настоящее соглашение между Компанией и заказчиками, по которому
        Компания оказывает Заказчикам услуги в области технической поддержки платформы RUQI
        (https://lk.ruqi.ru/customer-contract).
      </p>
      <p>
        <strong>Договор услуг</strong> -- договор возмездного оказания услуг, заключаемый с использованием RUQI между
        заказчиком и исполнителем (форма договора: https://lk.ruqi.ru/dogovor-okazaniya-uslug).
      </p>
      <p>
        <strong>Самозанятый</strong> -- плательщик налога на профессиональный доход в понимании Федерального закона от
        27 ноября 2018 г. №422-ФЗ «О проведении эксперимента по установлению специального налогового режима "Налог на
        профессиональный доход"».
      </p>
      <p>
        <strong>Платежный провайдер</strong> -- кредитная организация, в которой открыт Номинальный счет и/или расчетный
        счет Заказчика, используемый для получения денежных средств от Заказчиков.
      </p>

      <h2>2. Предмет Соглашения</h2>
      <h3>2.1</h3>
      <p>
        Компания обязуется по заданию Заказчика оказать, а Заказчик обязуется оплатить услуги по технической поддержке
        платформы RUQI, используемой для автоматизации выполнения Заданий, включая поддержку, настройку и модернизацию
        следующих функций платформы:
      </p>
      <ul>
        <li>настройка личного профиля (персональной страницы) Заказчика на платформе;</li>
        <li>
          электронный документооборот, включая размещение Заданий, обмен документами при заключении Договоров,
          формирование актов (по запросу) и чеков самозанятого;
        </li>
        <li>коммуникация с Исполнителями по вопросам исполнения Заданий;</li>
        <li>автоматизация расчетов с Исполнителями;</li>
        <li>справочный центр;</li>
        <li>аналитика и мониторинг динамики размещения, исполнения и оплаты Заданий.</li>
      </ul>

      <h3>2.2</h3>
      <p>
        Предоставляя Заказчику возможность использовать RUQI, Компания не участвует в формировании персональной страницы
        Заказчика и размещаемых им Заданий и не изменяет их содержание.
      </p>

      <h3>2.3</h3>
      <p>
        Компания может по письменному запросу Заказчика оказывать услугу по подготовке уведомлений в МВД по
        Исполнителям-иностранным гражданам, прошедших регистрацию в RUQI. Стоимость услуги составляет 100 рублей за 1
        подготовленное уведомление. Оплата за данную услугу рассчитывается ежемесячно, исходя из количества
        подготовленных уведомлений. Заказчик производит оплату на основании счета Компании. Счет подлежит оплате в
        течение 10 календарных дней с момента получения Заказчиком.
      </p>

      <h3>2.4</h3>
      <p>
        Заказчик может запросить у компании подключить функционал формирования актов оказанных услуг. Заказчик вправе
        заказывать у Компании другие не противоречащие законодательству дополнительные услуги путем письменного запроса
        или составления дополнительного соглашения.
      </p>

      <h3>2.5</h3>
      <p>
        Заказчик соглашается с тем, что в ряде случаев, действуя во взаимоотношениях с Исполнителями от имени Заказчика,
        Компания одновременно может действовать в интересах Исполнителя.
      </p>

      <h2>3. Порядок исполнения Соглашения</h2>
      <h3>3.1</h3>
      <p>
        Заказчик обязан размещать Задания, которые не нарушают законодательство, права третьих лиц, Пользовательское
        соглашение RUQI и Соглашение RUQI с Заказчиком. Если с использованием аккаунта Заказчика произошло или может
        произойти такое нарушение, Компания будет вправе ограничить возможность Заказчика разместить Задание или удалить
        Задание.
      </p>

      <h3>3.2</h3>
      <p>
        Оплата услуг производится посредством Номинального счета Компании за счет денежных средств, бенефициаром которых
        является Заказчик, или за счет денежных средств, ранее предоставленных Компании как агенту в целях перечисления
        вознаграждения Исполнителю. Для оплаты Задания на соответствующем счете Компании, действующей по поручению
        Заказчика, должны быть денежные средства Заказчика в сумме, достаточной для оплаты цены Договора оказания услуг
        и вознаграждения Компании. Стоимость услуг по одному Заданию не может превышать 599 999 рублей с учетом всех
        комиссий. С момента создания Задания денежные средства необходимые для покрытия обязательств Заказчика по
        Заданию резервируются на соответствующем счете до исполнения или досрочного прекращения обязательств Заказчика и
        Исполнителя по соответствующему Заданию.
      </p>

      <h3>3.3</h3>
      <p>
        Заказчик обязан внести денежные средства на счет, указанный Компанией в счете на оплату, с использованием своего
        расчетного счета. Также денежные средства по счету на оплату может внести банк, если между Заказчиком и банком
        заключен соответствующий договор.
      </p>

      <h3>3.4</h3>
      <p>
        При расчетах с Исполнителем, Заказчик в личном кабинете или иным способом, согласованным с Компанией, дает
        указание Компании подавать поручения на перевод денежных средств с соответствующего счета в целях:
      </p>
      <ul>
        <li>оплаты услуг Исполнителя по Договору услуг;</li>
        <li>оплаты вознаграждения Компании;</li>
        <li>возврата денежных средств Заказчику.</li>
      </ul>

      <h3>3.5</h3>
      <p>
        Если у Заказчика есть возражения относительно факта оказания услуг или их качества, Заказчик вправе удержать
        штраф с Исполнителя. Для этого Заказчик должен сообщить Исполнителю о своих возражениях в чате RUQI и в течение
        3 календарных дней устранить разногласия с Исполнителем. Компания осуществляет перевод денежных средств
        Исполнителю в размере цены, указанной в Договоре оказания услуг, за вычетом суммы штрафа, которую Заказчик
        указал в интерфейсе RUQI по истечении срока для снятия разногласий.
      </p>

      <h3>3.6</h3>
      <p>
        Условия, предусмотренные в этом разделе, считаются заранее данным поручением (указанием) Заказчика Компании
        осуществить перевод денежных средств в пользу Исполнителя в соответствующем размере. При этом Заказчик может
        дать указание не переводить денежные средства в целях оплаты услуг конкретного Исполнителя.
      </p>

      <h3>3.7</h3>
      <p>
        Компания не исполняет поручение Заказчика об оплате услуг Исполнителя в рамках Договора услуг, если на счете
        недостаточно денежных средств Заказчика для оплаты полной цены Договора услуг и вознаграждения Компании.
      </p>

      <h3>3.8</h3>
      <p>
        Для возврата денежных средств Заказчику необходимо обратиться к Компании с просьбой о таком возврате с указанием
        суммы возврата. Если в результате исполнения такого указания, денежных средств Заказчика, находящихся на
        соответствующем счете, станет недостаточно для полной оплаты цены имеющихся активных неисполненных Договоров
        оказания услуг и вознаграждения Компании, то Компания не исполняет такое поручение Заказчика.
      </p>

      <h3>3.9</h3>
      <p>
        Возврат денежных средств может производиться только на расчетный счет Заказчика. При изменении реквизитов
        расчетного счета, Заказчик обязан незамедлительно обновить их в личном кабинете на RUQI.
      </p>

      <h3>3.10</h3>
      <p>
        Денежные средства Заказчика, которые остаются после расчета с Исполнителем (например, если с Исполнителя был
        удержан штраф), могут быть использованы для оплаты будущих Заданий.
      </p>

      <h3>3.11</h3>
      <p>
        Если Исполнитель является физическим лицом, Заказчик самостоятельно выполняет обязанности налогового агента в
        соответствии с налоговым законодательством. При перечислении денежных средств в пользу Исполнителей Заказчик
        гарантирует, что им своевременно исполнены все обязательства по исчислению и уплате в бюджет налогов, подлежащих
        удержанию Заказчиком в качестве налогового агента. Заказчик обязуется возместить Компании, а также всем её
        партнерам убытки (потери), вызванные недостоверностью указанной гарантии.
      </p>

      <h3>3.12</h3>
      <p>
        При расчетах без использования Номинального счета денежные средства, предоставленные Заказчиком Компании,
        рассматриваются в качестве средств, переданных Компании для осуществления их дальнейшего перечисления
        Исполнителям в интересах Заказчика (для покрытия расходов в связи с исполнением поручения Заказчика).
        Соответственно, в момент поступления на счет Компании полученная сумма не рассматривается в качестве дохода
        Компании. В период нахождения на счете Компании на указанную сумму не начисляются какие-либо проценты за
        пользование денежными средствами или иные предусмотренные законом проценты.
      </p>

      <h3>3.13</h3>
      <p>
        Заказчик обязуется возместить Компании суммы документально подтвержденных штрафов, неустоек и иных финансовых
        санкций, взысканных с Компании Платежным провайдером или уплаченных Компанией по требованию такого провайдера.
        Обязанность, предусмотренная настоящим пунктом, возникает в том случае, если требования Платежного провайдеры
        вызваны тем, что инициированные Заказчиком операции нарушают требования законодательства, правила платежных
        систем и/или соглашение Компании и Платежного провайдера.
      </p>

      <h3>3.14</h3>
      <p>Заказчик обязан уплачивать Компании по её требованию следующие штрафные неустойки (штрафы):</p>
      <ul>
        <li>
          в случае совершения любого действия, нарушающего договорные обязательства Компании перед Платежным
          провайдером:
          <ul>
            <li>при первичном выявлении нарушения -- 100 000 руб.;</li>
            <li>
              при уклонении от устранения нарушения:
              <ul>
                <li>в течение 30 календарных дней с даты сообщения о нарушении Заказчику - 150 000 руб.;</li>
                <li>в течение 60 календарных дней с даты сообщения о нарушении Заказчику - 200 000 руб.;</li>
                <li>в течение 90 календарных дней с даты сообщения о нарушении Заказчику - 500 000 руб.</li>
              </ul>
            </li>
          </ul>
        </li>
        <li>
          в случае совершения любого действия, приводящего к нарушению правил платежной системы, в рамках которой
          осуществляются переводы денежных средств Платежными провайдерами - 1 500 000 руб. или в трехкратном размере
          штрафа, который может быть возложен за совершение таких действий на Компанию (в зависимости от того, какая из
          указанных сумм будет больше);
        </li>
        <li>
          в случае попыток проведения нелегальных операций, влекущих нарушение требования законодательства Российской
          Федерации и/или правил платежной системы, в рамках которой осуществляются переводы денежных средств Платежными
          провайдерами - 3% от общего объема операций, проведенных по инициативе Заказчика в течение трех месяцев,
          предшествующих попытке совершения нелегальной операции, но не менее 600 000 руб.
        </li>
        <li>
          в случае использования Заказчиком ошибочно зачисленных на его счет денежных средств после получения
          соответствующего уведомления от Заказчика о возврате средств - 0,3 % от ошибочно зачисленной суммы за каждый
          день пользования;
        </li>
        <li>
          в случае инициирования Заказчиком платежей, нарушающих соглашение между Компанией и Платежным провайдером,
          правила платежных систем, требования законодательства (в том числе переводов, квалифицируемых в качестве
          мошеннических в соответствии с правилами платежных систем) -- в размере перевода, совершенного по инициативе
          Заказчика.
        </li>
      </ul>
      <p>Штрафы, предусмотренные настоящим пунктом, могут применяться одновременно и не являются взаимоисключающими.</p>
      <p>
        Соответствующие компенсации и штрафы могут быть удержаны Компанией из денежных средств Заказчика, предварительно
        зачисленных на Номинальный счет или предоставленных Компании для целей расчетов с Исполнителями (для случаев,
        когда такие расчеты осуществляются без использования Номинального счета).
      </p>

      <h3>3.15</h3>
      <p>
        По требованию Компании Заказчик обязан размещать денежные средства в целях обеспечения финансовых гарантий по
        исполнению обязательств, возникающих в рамках Соглашения (обеспечение). Размер соответствующего обеспечения
        определяется по усмотрению Компании и подлежит внесению на Номинальный счет и/или расчетный счет Компании в
        течение 2 (двух) рабочих дней со дня предъявления требования о его внесении. Компания вправе приостановить
        обслуживание Заказчика в случае неисполнения им обязанности по предоставлению обеспечения в необходимом объеме.
        Сумма обеспечения, не использованная для погашения денежных обязательства Заказчика перед Компанией, подлежит
        возврату Заказчику после окончания Соглашения.
      </p>

      <h3>3.16</h3>
      <p>
        В случае совершения Заказчиком или другим лицом по его поручению ошибочных платежей (в том числе, в связи с
        некорректным указанием реквизитов счета Компании), в результате которых Заказчик запрашивает возврат денежных
        средств, Компания вправе удержать из возвращаемых средств комиссию в размере 0,5% от суммы перевода.
      </p>

      <h2>4. Вознаграждение Компании</h2>
      <h3>4.1</h3>
      <p>
        Вознаграждение Компании за оказание услуг по настоящему Соглашению взимается с Заказчика по применяемому тарифу,
        который отображается в интерфейсе RUQI и рассчитывается исходя из объема и характера Заданий, размещенных на
        RUQI. Размещение Задания означает, что Заказчик ознакомился и согласен с применимым тарифом.
      </p>

      <h3>4.2</h3>
      <p>
        Для удобства тарификации Сторонами согласован расчет вознаграждения Компании, исходя из количества и стоимости
        Заданий, прошедших полный цикл автоматизации на платформе RUQI. Услуга Компании по технической поддержке
        платформы в ходе автоматизации выполнения Задания считается оказанной в момент списания с соответствующего счета
        денежных средств по Заданию согласно распоряжению Заказчика.
      </p>

      <h3>4.3</h3>
      <p>
        Компания взимает вознаграждение за свои услуги за счет денежных средств Заказчика, предварительно зачисленных на
        Номинальный счет или предоставленных Компании (для случаев, когда расчеты осуществляются без использования
        Номинального счета), в момент списания денежных средств в пользу Исполнителя с Номинального счета или расчетного
        счета Компании соответственно.
      </p>
      <p>
        Распределение прав в отношении денежных средств, учитываемых на Номинальном счете, определяется Пользовательским
        соглашением.
      </p>

      <h3>4.4</h3>
      <p>
        Заказчик может дать указание Компании не переводить денежные средства Исполнителю в любой момент до того, как
        даст распоряжение на перевод денежных средств Исполнителю.
      </p>

      <h3>4.5</h3>
      <p>
        При внесении денежных средств Заказчиком в первую очередь погашается задолженность Заказчика перед Компанией
        (при наличии).
      </p>

      <h3>4.6</h3>
      <p>
        Условия, предусмотренные в этом разделе, считаются заранее данным поручением (указанием) Заказчика Компании
        осуществить перевод денежных средств в пользу Компании в размере ее вознаграждения, а также осуществить
        удержание вознаграждения из суммы денежных средств, ранее предоставленных Компании (для случаев, когда расчеты
        осуществляются без использования Номинального счета).
      </p>

      <h3>4.7</h3>
      <p>Неоплата вознаграждения Компании является основанием для приостановления доступа Заказчика к RUQI.</p>

      <h3>4.8</h3>
      <p>Положения раздела 4 применяются, если в п. 2.3 не предусмотрено иное.</p>

      <h3>4.9</h3>
      <p>
        Компания применяет общую систему налогообложения и освобождена от уплаты налога на добавленную стоимость (НДС) в
        соответствии со статьей 145.1 НК РФ. В случае утраты Компанией права на освобождение от обязанности по
        исчислению и уплате НДС, вознаграждение, установленное настоящим Соглашением, будет рассматриваться сторонами
        как не содержащее в себе сумму НДС, который в таком случае будет подлежать уплате Заказчиком сверх указанного
        размера вознаграждения.
      </p>

      <h3>4.10</h3>
      <p>
        Заказчик считается согласившимся с данными, указанными в акте, если в течение 10 календарных дней с даты
        получения акта Компания не получила от Заказчика мотивированных письменных возражений. По истечении указанного
        срока, претензии относительно услуг, в отношении которых составлен акт, не принимаются.
      </p>

      <h2>5. Полномочия Заказчика</h2>
      <h3>5.1</h3>
      <p>
        Заказчик предоставляет Компании следующее заверение об обстоятельствах (ст. 431.2 ГК РФ): Лица, заключившие от
        имени Заказчика Соглашение RUQI c Заказчиком и использующие аккаунт Заказчика на RUQI, обладают всеми
        необходимыми полномочиями для его заключения и исполнения. Компания вправе требовать от представителей Заказчика
        документы, подтверждающие их полномочия.
      </p>

      <h2>6. Ответственность сторон</h2>
      <h3>6.1</h3>
      <p>
        RUQI, а также ее контент (включая материалы, информацию, продукты, программное обеспечение,
        внедренные/отображенные на RUQI) предоставляются Заказчику в рамках Соглашения по принципу «как есть» и «как
        доступно», без каких бы то ни было гарантий, заверений и обязательств в полной мере, в какой это разрешено
        законодательством Российской Федерации. Компания отказывается от гарантий, заверений и обязательств относительно
        бесперебойной, быстрой, оперативной, надежной, безопасной и безошибочной работы RUQI, а также от гарантий,
        заверений того, что использование RUQI будет удовлетворять субъективным требованиям и ожиданиям Заказчика.
      </p>

      <h3>6.2</h3>
      <p>
        За неисполнение либо исполнение ненадлежащим образом своих обязанностей в рамках Соглашения Компания несет
        ответственность только при наличии вины в форме умысла. Ни при каких условиях Компания не несет ответственности
        перед Заказчиком за причинение непрямого, косвенного, случайного ущерба Заказчику, в частности, за упущенную
        выгоду и неполученные доходы.
      </p>

      <h3>6.3</h3>
      <p>
        Компания не несет ответственности за неисполнение или за исполнение ненадлежащим образом своих обязанностей в
        рамках Соглашения, вызванного противоправными действиями/бездействием Заказчика.
      </p>

      <h3>6.4</h3>
      <p>Заказчик обязуется:</p>
      <ul>
        <li>строго выполнять все требования законодательства;</li>
        <li>
          соблюдать Пользовательское соглашение, Соглашение RUQI c Заказчиком, другие правила RUQI и указания Компании;
        </li>
        <li>
          не использовать RUQI и размещённую на нем информацию (в том числе с применением автоматизированных программ) в
          целях, не предусмотренных Пользовательским соглашением и настоящим Соглашением;
        </li>
        <li>
          не использовать нецензурную лексику, высказывания и изображения, которые провоцируют жестокость, ненависть или
          неуважительное отношение, содержат угрозы или оскорбления, не соответствуют моральным нормам и деловой
          практике;
        </li>
        <li>не загружать и не использовать на RUQI вредоносные программы;</li>
        <li>не предпринимать действия, которые могут помешать нормальной работе RUQI.</li>
      </ul>

      <h3>6.5</h3>
      <p>Компания не несет ответственности:</p>
      <ul>
        <li>
          за возможные убытки, причинённые Заказчику в связи с принятием мер по предотвращению и прекращению нарушений
          настоящего Соглашения, прав третьих лиц или законодательства;
        </li>
        <li>за убытки, возникшие в результате невозможности использования RUQI независимо от причин;</li>
        <li>за последствия предоставления Заказчиком недостоверных данных;</li>
        <li>за последствия несанкционированного доступа третьих лиц к аккаунту Заказчика;</li>
        <li>за недействительность/незаключенность сделок, совершенных на RUQI между Заказчиком и Исполнителем;</li>
        <li>
          за убытки, возникшие у Заказчика в результате действий других пользователей, в том числе в результате
          ненадлежащего исполнения заключенных сделок;
        </li>
        <li>
          за любой другой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду или потерянные данные, вред
          чести, достоинству или деловой репутации, причинённый в связи с использованием RUQI.
        </li>
      </ul>

      <h2>7. Заключительные положения</h2>
      <h3>7.1</h3>
      <p>
        Документы в рамках настоящего Соглашения, в том числе указания Заказчика Компании подать поручение на перевод
        денежных средств, подписываются простой электронной подписью, как это предусмотрено в Пользовательском
        соглашении RUQI.
      </p>

      <h3>7.2</h3>
      <p>Соглашение действует в течение неопределенного срока пока у Заказчика есть активный аккаунт на RUQI.</p>

      <h3>7.3</h3>
      <p>
        Компания вправе в любое время без уведомления Заказчика отказаться от исполнения настоящего Соглашения в
        одностороннем внесудебном порядке с прекращением доступа к аккаунту Заказчика. Настоящее Соглашение считается
        расторгнутым с момента прекращения доступа к аккаунту Заказчика.
      </p>

      <h3>7.4</h3>
      <p>
        При разрешении споров между Компанией и Заказчиком применяется законодательство Российской Федерации. Все споры
        между Компанией и Заказчиком решаются путем переговоров с соблюдением досудебного претензионного порядка
        урегулирования. Если согласие не будет достигнуто, споры в соответствии с компетенцией судов, передаются на
        разрешение в Арбитражный суд г. Москвы.
      </p>

      <h3>7.5</h3>
      <p>
        Стороны признают, что содержащиеся в программно-аппаратном комплексе Компании электронные документы, записи в
        протоколе работы программ, лог-файлы, хранящиеся на сервере Компании, могут быть использованы Компанией в
        качестве письменных доказательств при разрешении споров, в том числе судебных, а также предоставлены в любые
        компетентные органы.
      </p>

      <h3>7.6</h3>
      <p>
        Компания вправе в любое время изменять условия настоящего Соглашения. Такие изменения вступают в силу через 2
        календарных дня с даты размещения на RUQI новой редакции Соглашения RUQI c Заказчиком. Если Заказчик примет
        решение не соглашаться с внесенными в Соглашение изменениями, то он обязан отказаться от использования RUQI.
        Продолжая использовать RUQI, Заказчик соглашается с изменениями.
      </p>

      <p>Соглашение подписано сторонами электронной подписью на платформе _________.2025.</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'CustomerContract',
  components: {},
  props: {},
  data () {
    return {}
  },
  computed: {},
  mounted () {},
  unmounted () {},
  watch: {},
  methods: {},
}
</script>

<style lang="scss" scoped>
.privacy_police_container {
  padding-bottom: 48px;
  margin-top: 24px;
  line-height: 30px;

  h1 {
    margin-bottom: 24px;
    font-size: 32px;
    line-height: 1.2;
  }

  h2 {
    margin-top: 32px;
    margin-bottom: 16px;
    font-size: 28px;
    font-weight: 600;
  }

  h3 {
    font-size: 24px;
    font-weight: 500;
  }

  p {
    margin-bottom: 16px;
    text-align: justify;
  }

    ul {
    margin-bottom: 16px;
    padding-left: 24px;

    li {
      margin-bottom: 12px;
      position: relative;
      padding-left: 30px;

      &::before {
        content: '•';
        position: absolute;
        left: 0;
        top: 0;
        font-size: 24px;
        line-height: 30px;
      }
    }
  }

  .text_wrapper {
    max-width: 1000px;
    margin: 0 auto;
    padding: 0 20px;
  }

  @media (max-width: 1000px) {
    margin-top: 12px;
    padding-bottom: 100px;
    font-size: 18px;
    line-height: 28px;

    h1 {
      font-size: 28px;
    }

    h2 {
      font-size: 24px;
    }

    h3 {
      font-size: 20px;
    }
  }
}
</style>
