<template>
  <div class="privacy_police_container basic_container_global">
    <div class="text_wrapper">
      <h1>ПРАВИЛА ЭЛЕКТРОННОГО ДОКУМЕНТООБОРОТА «ПЛАТФОРМЕННЫЕ РЕШЕНИЯ» (ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ)</h1>

      <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
      <h3>1.1</h3>
      <p>
        Настоящие Правила электронного документооборота «Цифровые банковские платформы» (Общества с ограниченной
        ответственностью) (далее -- «Правила ЭДО») определяют условия и регулируют порядок организации и осуществления
        электронного документооборота в корпоративной информационной системе «Цифровые банковские платформы» (Общества с
        ограниченной ответственностью).
      </p>

      <h3>1.2</h3>
      <p>
        Корпоративная информационная система «Платформенные решения» (Общества с ограниченной ответственностью) (далее
        -- «Система электронного документооборота» или «СЭД») является результатом интеллектуальной деятельности
        «Платформенные решения» (Общества с ограниченной ответственностью) и защищается законодательством Российской
        Федерации об авторском праве. В СЭД не используются никакие элементы в нарушение прав третьих лиц.
      </p>

      <h3>1.3</h3>
      <p>
        Оператором СЭД является «Платформенные решения» (Общество с ограниченной ответственностью). Участниками СЭД
        являются лица, присоединившиеся к настоящим Правилам ЭДО в порядке, установленном Оператором СЭД, и прошедшие
        регистрацию в СЭД, в порядке, установленном Правилами ЭДО. В случае, когда к Правилам ЭДО Участники СЭД
        присоединяются посредством заключения договоров с Оператором СЭД, расторжение таких договоров по любым
        основаниями влечет прекращение статуса Участника СЭД и возможность использования СЭД.
      </p>

      <h3>1.4</h3>
      <p>
        В СЭД используются неформализованные электронные документы. В СЭД не используются формализованные и иные
        электронные документы, которые в соответствии с законодательством Российской Федерации могут быть подписаны
        исключительно усиленной квалифицированной электронной подписью.
      </p>

      <h3>1.5</h3>
      <p>Участники СЭД признают, что:</p>
      <ul>
        <li>
          <strong>1.5.1</strong> Информация в электронной форме, подписанная неквалифицированной электронной подписью,
          признается электронным документом, равнозначным документу на бумажном носителе, подписанному собственноручной
          подписью, и скрепленному печатью, в случаях, предусмотренных нормативно-правовыми актами Российской Федерации;
        </li>
        <li>
          <strong>1.5.2</strong> Используемая в СЭД неквалифицированная электронная подпись:
          <ul>
            <li>
              <strong>1.5.2.1</strong> Получена в результате преобразования информации с использованием ключа
              электронной подписи;
            </li>
            <li><strong>1.5.2.2</strong> Позволяет определить лицо, подписавшее электронный документ;</li>
            <li>
              <strong>1.5.2.3</strong> Позволяет обнаружить факт внесения изменений в электронный документ после его
              подписания;
            </li>
            <li><strong>1.5.2.4</strong> Создается с использованием средств электронной подписи СЭД.</li>
          </ul>
        </li>
      </ul>

      <h3>1.6</h3>
      <p>
        Правила ЭДО публикуются в информационно -телекоммуникационной сети «Интернет» на сайте Оператора ЭДО по адресу
        https://lk.ruqi.ru/edo. Оператор ЭДО вправе вносить в одностороннем порядке изменения и дополнения в Правила
        ЭДО, уведомляя Участников СЭД о внесенных в Правила ЭДО изменениях и дополнениях посредством публикации
        обновленной редакции Правил ЭДО на сайте Оператора ЭДО и/или направления в адрес Участников СЭД соответствующего
        информационного сообщения. Изменения и дополнения, вносимые в Правила ЭДО, вступают в силу и становятся
        обязательными для Участников СЭД по истечении 5 (Пяти) дней с даты уведомления Участников СЭД о внесенных в
        Правила ЭДО изменениях и дополнениях в порядке, установленном предыдущим абзацем.
      </p>

      <h2>2. ТЕРМИНЫ, ПРИМЕНЯЕМЫЕ В ПРАВИЛАХ ЭДО</h2>

      <div class="terms-list">
        <div class="term-item">
          <strong>Заказчики</strong> -- юридические лица и индивидуальные предприниматели, заключающие с Исполнителями
          договоры гражданско-правового характера об оказании услуг, выполнении работ, продаже товаров.
        </div>

        <div class="term-item">
          <strong>Ключ электронной подписи</strong> - уникальная последовательность символов, предназначенная для
          создания электронной подписи.
        </div>

        <div class="term-item">
          <strong>Компрометация ключа ЭП</strong> -- событие, определенное владельцем сертификата ключа проверки
          электронной подписи, как ознакомление неуполномоченным лицом (лицами) с его ключом электронной подписи.
        </div>

        <div class="term-item">
          <strong>Ключ проверки электронной подписи</strong> - уникальная последовательность символов, однозначно
          связанная с ключом электронной подписи и предназначенная для проверки подлинности электронной подписи.
        </div>

        <div class="term-item">
          <strong>Приложение «Мой налог»</strong> -- официальное приложение Федеральной налоговой службой (ФНС),
          предназначенное для регистрации физического лица в качестве налогоплательщика налога на профессиональный налог
          и осуществления взаимодействия между ним и налоговыми органами.
        </div>

        <div class="term-item">
          <strong>Неквалифицированная электронная подпись (НЭП)</strong> -- электронная подпись, которая:
          <ul>
            <li>получена в результате преобразования информации с использованием ключа электронной подписи;</li>
            <li>позволяет определить лицо, подписавшее электронный документ;</li>
            <li>позволяет обнаружить факт внесения изменений в электронный документ после момента его подписания;</li>
            <li>создается с использованием средств электронной подписи СЭД.</li>
          </ul>
        </div>

        <div class="term-item">
          <strong>Первичный учетный документ (ПУД)</strong> -- ЭД, подтверждающий факт признания Заказчиком надлежащего
          исполнения Исполнителем заключенного между ними договора гражданско-правового характера об оказании услуг,
          выполнении работ, продаже товаров.
        </div>

        <div class="term-item">
          <strong>Подтверждение подлинности ЭП в СЭД</strong> -- положительный результат проверки соответствующим
          средством ЭП с использованием Сертификата ключа проверки электронной подписи принадлежности Электронной
          подписи в Электронном документе владельцу сертификата ключа проверки электронной подписи и отсутствия
          искажений в подписанном данной Электронной подписью Электронном документе.
        </div>

        <div class="term-item">
          <strong>Исполнители</strong> -- физические лица, в том числе индивидуальные предприниматели, заключающие с
          Заказчиками договоры гражданско-правового характера об оказании услуг, выполнении работ, продаже товаров.
        </div>

        <div class="term-item">
          <strong>Сервис «RUQI»</strong> - сервис для заключения сделок и взаиморасчетов, представляющий собой
          совокупность программного обеспечения, устройств и технических решений, предназначенных в том числе для
          заключения сделок между Исполнителями и Лицензиатом, обеспечения технических условий для формирования,
          обработки, подписания и маршрутизации электронных документов, оформляющих отношения Лицензиата с
          Исполнителями.
        </div>

        <div class="term-item">
          <strong>Средства электронной подписи</strong> - средства, используемые для реализации хотя бы одной из
          следующих функций - создание электронной подписи, проверка электронной подписи, создание ключа электронной
          подписи и ключа проверки электронной подписи.
        </div>

        <div class="term-item"><strong>Участники СЭД</strong> -- Заказчик и Исполнители.</div>

        <div class="term-item">
          <strong>Электронный документ (ЭД)</strong> -- документ, в котором информация представлена в электронной форме.
        </div>
      </div>

      <h2>3. РЕГИСТРАЦИЯ В СЭД УЧАСТНИКОВ СЭД</h2>
      <h3>3.1</h3>
      <p>Для регистрации в СЭД Исполнителю необходимо выполнить следующие действия:</p>
      <ul>
        <li>зарегистрироваться в Сервисе «RUQI»;</li>
        <li>зарегистрироваться в Приложении «Мой налог»;</li>
        <li>прикрепиться через Приложение «Мой налог» к Сервису «RUQI».</li>
      </ul>
      <p>
        На основании поступившей от ФНС информации о прикреплении Исполнителя к Сервису «RUQI» Оператор СЭД формирует в
        СЭД НЭП для Исполнителя.
      </p>

      <h3>3.2</h3>
      <p>
        Регистрация в СЭД Заказчика осуществляется Оператором СЭД автоматически в течение двух рабочих дней с даты
        заключения Заказчиком с Оператором СЭД лицензионного договора об использовании программного обеспечения Сервиса
        «RUQI».
      </p>

      <h2>4. ПОРЯДОК ПОДПИСАНИЯ ПУД В СЭД</h2>
      <h3>4.1</h3>
      <p>
        Заказчик формирует в личном кабинете в Сервисе «RUQI» ПУД и подписывает его НЭП. НЭП формируется Оператором СЭД
        автоматически при нажатии Заказчиком кнопки «Подписать» в интерфейсе личного кабинета в Сервисе «RUQI».
      </p>

      <h3>4.2</h3>
      <p>
        ПУД, подписанный НЭП Заказчика, направляется посредством Сервиса «RUQI» в личный кабинет Исполнителя, и после
        его просмотра подписывается НЭП Исполнителя.
      </p>

      <h3>4.3</h3>
      <p>
        ПУД, подписанный НЭП Участников СЭД, хранится в Сервисе «RUQI» в течение трех календарных лет следующих за
        календарным годом, в котором ПУД подписан Участниками СЭД.
      </p>

      <h3>4.4</h3>
      <p>Участники СЭД признают, что:</p>
      <ul>
        <li>
          внесение изменений в ПУД после его подписания ЭП дает отрицательный результат проверки ЭП, выполняемой
          средствами СЭД;
        </li>
        <li>в СЭД в качестве единой шкалы времени время GMT с учетом часового пояса г. Москвы;</li>
        <li>
          за время формирования ЭП принимается текущее системное время компьютера, на котором происходит подписание ПУД.
        </li>
      </ul>

      <h2>5. ОБЯЗАННОСТИ ОПЕРАТОРА СЭД И УЧАСТНИКОВ СЭД</h2>
      <h3>5.1</h3>
      <p>Оператор СЭД обязан:</p>
      <ul>
        <li>
          осуществлять обработку ПУД в строгом соответствии с установленными нормами, техническими требованиями,
          стандартами и другими документами по подготовке данных, обработке, хранению и передаче информации;
        </li>
        <li>
          по запросам Участников СЭД предоставлять протокол подписания ПУД, отражающих информацию об Участнике СД, его
          подписавшем, и времени его подписания.
        </li>
      </ul>

      <h3>5.2</h3>
      <p>Участники СЭД обязаны:</p>
      <ul>
        <li>
          обеспечивать конфиденциальность ключей электронных подписей, в частности не допускать использование
          принадлежащих им ключей электронных подписей без их согласия;
        </li>
        <li>
          незамедлительно уведомлять Оператор СЭД о нарушении конфиденциальности ключа электронной подписи в течение не
          более чем одного рабочего дня со дня получения информации о таком нарушении. Нарушением конфиденциальности
          ключа электронной подписи признается: для Заказчика -- утрата контроля за средствами доступа к личному
          кабинету в Сервисе «RUQI», для Исполнителя -- утрата контроля за номером телефона, указанным им при
          регистрации в Сервисе «RUQI», с которого им осуществляется взаимодействие с Оператором СЭД личном кабинете
          исполнителя;
        </li>
        <li>
          не использовать ключ электронной подписи при наличии оснований полагать, что конфиденциальность данного ключа
          нарушена;
        </li>
        <li>
          поддерживать системное время аппаратных средств и устройств, применяемых при подписании ПУД в СЭД, в
          соответствии с текущим астрономическим временем с точностью до пяти минут. При возникновении разногласий
          эталонным считается время, установленное на аппаратных средствах Оператора СЭД;
        </li>
        <li>не предпринимать действий, способных нанести ущерб другим Участникам СЭД и Оператору СЭД;</li>
        <li>не обмениваться ПУД, содержащими компьютерных вирусов и/или иных вредоносных программ.</li>
      </ul>

      <h2>6. ПОРЯДОК РАССМОТРЕНИЯ СПОРОВ</h2>
      <h3>6.1</h3>
      <p>
        Все споры, разногласия или требования, связанные с установлением подлинности и авторства ПУД, разрешаются
        Оператором СЭД на основании представленных Участникам СЭД ПУД, подлинность и авторство которого оспаривается, с
        проведением проверки подлинности ЭП в оспариваемом ПУД и подготовкой заключения о подлинности ЭП в
        предоставленных ПУД.
      </p>

      <h3>6.2</h3>
      <p>
        При отсутствии согласия или в случае невозможности разрешения Оператором СЭД споров, связанных с установлением
        подлинности и авторства ПУД, спор между Сторонами подлежит рассмотрению в суде по месту нахождения Оператора
        СЭД.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'EDORules',
  components: {},
  props: {},
  data () {
    return {}
  },
  computed: {},
  mounted () {},
  unmounted () {},
  watch: {},
  methods: {},
}
</script>

<style lang="scss" scoped>
.privacy_police_container {
  padding-bottom: 48px;
  margin-top: 24px;
  line-height: 30px;

  h1 {
    margin-bottom: 24px;
    font-size: 24px;
    line-height: 1.2;
    text-align: center;
  }

  h2 {
    margin-top: 32px;
    margin-bottom: 16px;
    font-size: 24px;
    font-weight: 600;
  }

  h3 {
    font-size: 24px;
    font-weight: 500;
  }

  p {
    margin-bottom: 16px;
    text-align: justify;
  }

  ul {
    margin-bottom: 16px;
    padding-left: 24px;

    li {
      margin-bottom: 12px;
      position: relative;
      padding-left: 30px;

      &::before {
        content: '•';
        position: absolute;
        left: 0;
        top: 0;
        font-size: 24px;
        line-height: 30px;
      }
    }
  }

  .terms-list {
    margin: 20px 0;

    .term-item {
      margin-bottom: 20px;
      padding-left: 20px;
      position: relative;

      &::before {
        content: '•';
        position: absolute;
        left: 0;
        top: 0;
        font-size: 24px;
        line-height: 30px;
      }

      ul {
        margin-top: 10px;
        padding-left: 20px;
      }
    }
  }

  .text_wrapper {
    max-width: 1000px;
    margin: 0 auto;
    padding: 0 20px;
  }

  @media (max-width: 1000px) {
    margin-top: 12px;
    padding-bottom: 100px;
    font-size: 18px;
    line-height: 24px;

    h1 {
      font-size: 20px;
    }

    h2 {
      font-size: 18px;
    }

    h3 {
      font-size: 16px;
    }
  }
}
</style>
